---
kind: property
id: P:Autodesk.Revit.DB.Electrical.VoltageType.IsInUse
source: html/fdb8fda9-f9f5-ca7e-e59a-21252edbdf76.htm
---
# Autodesk.Revit.DB.Electrical.VoltageType.IsInUse Property

Indicates whether this voltage type is in service now, such as by other distribution system.

## Syntax (C#)
```csharp
public bool IsInUse { get; }
```